[
  {
    "image": "../images/work-images/tasmu.jpg",
    "title": "TASMU",
    "description": "A TV commercial for TASMU, a national program aimed at developing smart solutions to improve the quality of life of its citizens and residents across five priority sectors: transport, logistics, environment, healthcare and sports.",
    "link": "https://www.youtube.com/watch?v=yFdeOxwD0mI&t=8s"
  },
  {
    "image": "../images/work-images/uclmuseum.jpg",
    "title": "Museum of Islamic Art",
    "description": "A promotional video for the Museum of Islamic Art which houses one of the most comprehensive collections of Islamic art in the world, with masterpieces from every corner of the globe representing the diversity found in Islamic heritage.",
    "link": "https://www.youtube.com/watch?v=vOo8vkFBZC0"
  },
  {
    "image": "../images/work-images/invest.jpg",
    "title": "Invest Qatar",
    "description": "A brand film for Invest Qatar, which is responsible for overseeing investment promotion activities, aimed at attracting foreign direct investment into Qatar. Invest Qatar’s mission is to strengthen Qatar’s position as an ideal investment destination, while facilitating investments that foster economic diversification and development.",
    "link": "https://www.youtube.com/watch?v=AOsRcSRl_Ic"
  },
  {
    "image": "../images/work-images/ooredoo.jpg",
    "title": "Ooredoo FIFA",
    "description": "A TV commercial collaboration between FIFA and Ooreedoo, a Qatari multinational telecommunications company. Ooredoo provides mobile, wireless, wire line, and content services with market share in domestic and international telecommunication markets.",
    "link": "https://www.youtube.com/watch?v=zTFCeq2H3UY"
  },
  {
    "image": "../images/work-images/baladna.jpg",
    "title": "Baladna Milk",
    "description": "A TV commercial celebrating Baladna Food, a trusted Milk, Dairy, Juice and Food brand in Qatar. Since 2017, Baladna Food Industries has grown to be Qatar’s largest locally owned food and dairy supplier achieving 100% self sufficiency in milk and dairy. The commercial was televised on beIN Sports and Al Jazeera.",
    "link": "https://www.youtube.com/watch?v=TmwxKBkYk0I"
  }
]
